YCSB/result_local_ycsb_test4_201005/clockdown_outputRun_c.txt
[OVERALL], RunTime(ms), 4589
[OVERALL], Throughput(ops/sec), 21791.239921551536
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 6
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.13074743952930923
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 6
[TOTAL_GC_TIME_%], Time(%), 0.13074743952930923
[READ], Operations, 100000
[READ], AverageLatency(us), 43.05947
[READ], MinLatency(us), 28
[READ], MaxLatency(us), 10807
[READ], 95thPercentileLatency(us), 58
[READ], 99thPercentileLatency(us), 66
[READ], Return=OK, 100000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3279.0
[CLEANUP], MinLatency(us), 3278
[CLEANUP], MaxLatency(us), 3279
[CLEANUP], 95thPercentileLatency(us), 3279
[CLEANUP], 99thPercentileLatency(us), 3279