YCSB/result_local_ycsb_test4_201005/standard_outputLoad_a.txt
[OVERALL], RunTime(ms), 8955
[OVERALL], Throughput(ops/sec), 11166.945840312674
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 16
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.1786711334450028
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 16
[TOTAL_GC_TIME_%], Time(%), 0.1786711334450028
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2429.0
[CLEANUP], MinLatency(us), 2428
[CLEANUP], MaxLatency(us), 2429
[CLEANUP], 95thPercentileLatency(us), 2429
[CLEANUP], 99thPercentileLatency(us), 2429
[INSERT], Operations, 100000
[INSERT], AverageLatency(us), 87.10799
[INSERT], MinLatency(us), 68
[INSERT], MaxLatency(us), 28015
[INSERT], 95thPercentileLatency(us), 88
[INSERT], 99thPercentileLatency(us), 98
[INSERT], Return=OK, 100000