YCSB/result_local_ycsb_test4_201005/standard_outputRun_c.txt
[OVERALL], RunTime(ms), 3696
[OVERALL], Throughput(ops/sec), 27056.277056277057
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 6
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.16233766233766234
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 6
[TOTAL_GC_TIME_%], Time(%), 0.16233766233766234
[READ], Operations, 100000
[READ], AverageLatency(us), 34.78022
[READ], MinLatency(us), 29
[READ], MaxLatency(us), 10927
[READ], 95thPercentileLatency(us), 38
[READ], 99thPercentileLatency(us), 43
[READ], Return=OK, 100000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3661.0
[CLEANUP], MinLatency(us), 3660
[CLEANUP], MaxLatency(us), 3661
[CLEANUP], 95thPercentileLatency(us), 3661
[CLEANUP], 99thPercentileLatency(us), 3661