YCSB/result_local_ycsb_test4_201005/standard_outputRun_e.txt
[OVERALL], RunTime(ms), 159687
[OVERALL], Throughput(ops/sec), 626.2250527594607
[TOTAL_GCS_PS_Scavenge], Count, 178
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 540
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.3381615284901088
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 178
[TOTAL_GC_TIME], Time(ms), 540
[TOTAL_GC_TIME_%], Time(%), 0.3381615284901088
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1046.0
[CLEANUP], MinLatency(us), 1046
[CLEANUP], MaxLatency(us), 1046
[CLEANUP], 95thPercentileLatency(us), 1046
[CLEANUP], 99thPercentileLatency(us), 1046
[INSERT], Operations, 5085
[INSERT], AverageLatency(us), 95.32861356932153
[INSERT], MinLatency(us), 72
[INSERT], MaxLatency(us), 995
[INSERT], 95thPercentileLatency(us), 149
[INSERT], 99thPercentileLatency(us), 193
[INSERT], Return=OK, 5085
[SCAN], Operations, 94915
[SCAN], AverageLatency(us), 1674.5522836221883
[SCAN], MinLatency(us), 56
[SCAN], MaxLatency(us), 29343
[SCAN], 95thPercentileLatency(us), 3109
[SCAN], 99thPercentileLatency(us), 3283
[SCAN], Return=OK, 94915