YCSB/result_local_ycsb_test4_201005/standard_outputRun_f.txt
[OVERALL], RunTime(ms), 5450
[OVERALL], Throughput(ops/sec), 18348.623853211007
[TOTAL_GCS_PS_Scavenge], Count, 2
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 7
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.12844036697247707
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 7
[TOTAL_GC_TIME_%], Time(%), 0.12844036697247707
[READ], Operations, 100000
[READ], AverageLatency(us), 34.31605
[READ], MinLatency(us), 28
[READ], MaxLatency(us), 11087
[READ], 95thPercentileLatency(us), 38
[READ], 99thPercentileLatency(us), 42
[READ], Return=OK, 100000
[READ-MODIFY-WRITE], Operations, 50219
[READ-MODIFY-WRITE], AverageLatency(us), 70.51466576395389
[READ-MODIFY-WRITE], MinLatency(us), 60
[READ-MODIFY-WRITE], MaxLatency(us), 23727
[READ-MODIFY-WRITE], 95thPercentileLatency(us), 76
[READ-MODIFY-WRITE], 99thPercentileLatency(us), 92
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1347.0
[CLEANUP], MinLatency(us), 1347
[CLEANUP], MaxLatency(us), 1347
[CLEANUP], 95thPercentileLatency(us), 1347
[CLEANUP], 99thPercentileLatency(us), 1347
[UPDATE], Operations, 50219
[UPDATE], AverageLatency(us), 34.589876341623686
[UPDATE], MinLatency(us), 31
[UPDATE], MaxLatency(us), 1364
[UPDATE], 95thPercentileLatency(us), 38
[UPDATE], 99thPercentileLatency(us), 46
[UPDATE], Return=OK, 50219